Repository: BugBuster1701/contao-stardate-bundle
Catalog: contao/languages/*/explain.xlf
Languages: de

# XPL.calculateStardate_help.0.0
source: Fictional Stardate by TrekGuide.com (Today)
de: Fiktive Sternzeit nach TrekGuide.com (Today)

# XPL.calculateStardate_help.0.1
source: Fictional Stardate by TrekGuide.com, positive result for present time.<br>YYMM.DD : YY = YYYY-1900
de: Fiktive Sternzeit nach TrekGuide.com, positives Ergebnis für unsere Zeit.<br>YYMM.DD : YY = YYYY-1900

# XPL.calculateStardate_help.2.0
source: Fictional Stardate by TrekGuide.com (1946)
de: Fiktive Sternzeit nach TrekGuide.com (1946)

# XPL.calculateStardate_help.2.1
source: Fictional Stardate by TrekGuide.com, positive result for present time.<br>Stardate 00000.0 starts on 14.07.1946, at 6:00 p.m.
de: Fiktive Sternzeit nach TrekGuide.com, positives Ergebnis für unsere Zeit.<br>Sternzeit 00000.0 beginnt am 14.07.1946, um 18:00 Uhr.

# XPL.calculateStardate_help.3.0
source: Fictional Stardate by TrekConnection.com
de: Fiktive Sternzeit nach TrekConnection.com

# XPL.calculateStardate_help.3.1
source: Stardate variant by TrekConnection.com, positive result for present time.
de: Fiktive Sternzeit nach TrekConnection.com, positives Ergebnis für unsere Zeit.

# XPL.calculateStardate_help.4.0
source: ST XI variant by TrekGuide.com
de: ST XI Variante nach TrekGuide.com

# XPL.calculateStardate_help.4.1
source: ST XI variant by TrekGuide.com, positive result for present time.<br>YYYY.xx : YYYY current year, xx 100. part of the year
de: ST XI Variante nach TrekGuide.com, positives Ergebnis für unsere Zeit.<br>YYYY.xx : YYYY aktuelles Jahr, xx 100. Teil des Jahres

# XPL.calculateStardate_help.5.0
source: Star Trek TNG Stardate (2323)
de: Star Trek TNG Sternzeit (2323)

# XPL.calculateStardate_help.5.1
source: TNG Variante 1 by lcars.org.uk, negative result for present time.<br>Stardate 00000.0 starts on 01.01.2323, at at 00:00 a.m.
de: TNG Variante 1 nach lcars.org.uk, negatives Ergebnis für unsere Zeit.<br>Sternzeit 00000.0 beginnt am 01.01.2323, um 00:00 Uhr.

# XPL.calculateStardate_help.6.0
source: Star Trek TNG Stardate (2322)
de: Star Trek TNG Sternzeit (2322)

# XPL.calculateStardate_help.6.1
source: TNG Variante 2 by TrekGuide.com, negative result for present time.<br>Stardate 00000.0 starts on 25.05.2322, at 00:00 a.m.
de: TNG Variante 2 nach TrekGuide.com, negatives Ergebnis für unsere Zeit.<br>Sternzeit 00000.0 beginnt am 25.05.2322, um 00:00 Uhr.

# XPL.calculateStardate_help.7.0
source: Star Trek TOS Stardate (2265)
de: Star Trek TOS Sternzeit (2265)

# XPL.calculateStardate_help.7.1
source: TOS Variante by TrekGuide.com, negative result for present time.<br>Stardate 00000.0 starts on 01.05.2265, at 00:00 a.m.
de: TOS Variante nach TrekGuide.com, negatives Ergebnis für unsere Zeit.<br>Sternzeit 00000.0 beginnt am 01.05.2265, um 00:00 Uhr.

# XPL.calculateStardate_help.8.0
source: Star Trek XIII variant
de: Star Trek XIII Variante

# XPL.calculateStardate_help.8.1
source: Star Trek XIII variant, positive result for present time.<br>YYYY.DD : DD is day of the year
de: Star Trek XIII Variante, positives Ergebnis für unsere Zeit.<br>YYYY.DD : DD ist Tag des Jahres
